Repository: hardzeichyksiarhei/yurlex-prof
Catalog: app/content/plugins/table-of-contents-plus/languages/table-of-contents-plus-*.po
Languages: da_dk, el_gr, he_il, pt_br

source: Uses h6 to display %s on a page listing excluding pages with IDs 1 and 15
da_dk: Bruger h6 til at vise %s på liste med sider, men hvor der ekskluderes sider med ID 1 og 15
el_gr: Χρησιμοποιεί h6 για την προβολή %s μιας λίστας σελίδων εξαιρώντας τις σελίδες με IDs 1 και 15
he_il: השתמש בכותרת רמה 6 להצגת %s ברשימת עמודים ולא לכלול עמודים עם המזהים 1 ו 15
pt_br: usa h6 para exibir %s numa lista de páginas, excluindo aquelas com IDs 1 e 15

source: Update Options
da_dk: Ændringer gemt.
el_gr: Ενημέρωση Επιλογών
he_il: עדכון האפשרויות
pt_br: Atualizar Opções

source: Display the table of contents in the sidebar with this widget
da_dk: Vis indholdsfortegnelsen i sidebaren med den her widget
el_gr: Εμφάνιση του πίνακα περιεχομένων στη πλευρική στήλη με αυτή μικροεφαρμογή
he_il: הצגת תוכן העניינים בסרגל הצד עם וידג'ט זה
pt_br: Mostre a tabela de conteúdos na barra lateral com este widget

source: Show the table of contents only in the sidebar
da_dk: Vis kun indholdsfortegnelsen i sidebaren
el_gr: Εμφάνιση του πίνακα περιεχομένων μόνο στη πλευρική στήλη
he_il: הצגת תוכן העניינים רק בסרגל הצדדי
pt_br: Exibir a Tabela de Conteúdos somente na barra lateral

source: For the following content types:
da_dk: For følgende typer
el_gr: Για τους ακόλουθους τύπους περιεχομένου
he_il: עבור סוגי התוכן שלהלן:
pt_br: Para os seguintes tipos de conteúdo:

source: A powerful yet user friendly plugin that automatically creates a table of contents. Can also output a sitemap listing all pages and categories.
da_dk: Et kraftigt og brugerventligt plugin der automatisk laver en indholdsfortegnelse. Den kan også lave et sitemap, hvor alle sider og kategorier listes.
he_il: תוסף עצמתי וידידותי למשתמש אשר מוסיף אוטומטית תוכן עניינים. יכול לגם לשמש ליצירת מפת אתר רשימת עמודים ורשימת קטגוריות.
pt_br: Um plugin poderoso e fácil de usar que cria automaticamente uma tabela de conteúdo. Também pode produzir um sitemap listando todas as páginas e categorias.

source: Michael Tran
he_il: מיכאל טראן Michael Tran
