Repository: hardzeichyksiarhei/yurlex-prof
Catalog: app/content/plugins/table-of-contents-plus/languages/table-of-contents-plus-*.po
Languages: da_dk, el_gr, he_il, pt_br

source: Settings
da_dk: Indstillinger
el_gr: Ρυθμίσεις
he_il: הגדרות
pt_br: Configurações

source: TOC
he_il: תוכן העניינים

source: Options saved.
da_dk: Ændringer gemt.
el_gr: Επιλογές αποθηκεύθηκαν
he_il: האפשרויות נשמרו.
pt_br: Opções gravadas.

source: Save failed.
da_dk: Opdatering er mislykket
el_gr: Η αποθήκευση απέτυχε
he_il: השמירה נכשלה.
pt_br: Erro ao gravar.

source: Main Options
da_dk: Primære indstillinger
el_gr: Βασικές Επιλογές
he_il: אפשרויות עיקריות
pt_br: Opções Principais

source: Sitemap
el_gr: Χάρτης Ιστοσελίδας
he_il: מפת אתר

source: Help
da_dk: Hjælp
el_gr: Βοήθεια
he_il: עזרה
pt_br: Ajuda

source: Position
el_gr: Θέση
he_il: מיקום
pt_br: Posição

source: Before first heading (default)
da_dk: Før første overskrift (standard)
el_gr: Πριν την πρώτη επικεφαλίδα (προεπιλογή)
he_il: לפני הכותרת הראשונה (ברירת המחדל)
pt_br: Antes do primeiro título (padrão)

source: After first heading
da_dk: Efter første overskrift
el_gr: Μετά την πρώτη επικεφαλίδα
he_il: אחרי הכותרת הראשונה
pt_br: Após o primeiro título

source: Top
el_gr: Κορυφή
he_il: למעלה
pt_br: Início da página

source: Bottom
da_dk: Bund
el_gr: Τέρμα κάτω
he_il: למטה
pt_br: Final da página

source: Show when
da_dk: Vis når
el_gr: Εμφάνιση όταν
he_il: להציג כאשר
pt_br: Exibir quando...

source: or more headings are present
da_dk: eller flere overskrifter er vist
el_gr: ή περισσότερες επικεφαλίδες είναι παρούσες
he_il: או יותר כותרות הוגדרו מראש
pt_br: ou mais títulos estiverem presentes

source: Auto insert for the following content types
da_dk: Indsæt automatisk for de følgende typer
el_gr: Αυτόματη εισαγωγή στα ακόλουθα είδη περιεχομένου
he_il: הוספה אוטומטית עבור סוגי התוכן הבאים
pt_br: Inserção automática para os seguintes tipos de conteúdo

source: Heading text
da_dk: Boksens tekst
el_gr: Κείμενο Κεφαλίδας
he_il: טקסט הכותרת
pt_br: Título da Tabela de Conteúdos

source: Show title on top of the table of contents
da_dk: Vis teksten som det øverste i indholdsfortegnelsen
el_gr: Εμφάνισου τίτλου στην κορυφή του πίνακα περιεχομένων
he_il: להציג את הכותרת בראש תוכן העניינים
pt_br: Exibir título no topo da tabela de conteúdos

source: Eg: Contents, Table of Contents, Page Contents
da_dk: For eksempel: Indhold, Indholdsfortegnelse, Sidens indhold
el_gr: πχ: Περιεχόμενα, Πίνακας Περιεχομένων, Περιεχόμενο Σελίδας
he_il: לדוגמה: תוכן, תוכן העניינים, תוכן העמוד
pt_br: Ex: Conteúdo, Tabela de Conteúdos, Página de Conteúdos

source: Allow the user to toggle the visibility of the table of contents
da_dk: Tillad læseren at gemme indholdsfortegnelsen
el_gr: Επιτρέψτε στον χρήστη να εναλλάσσει την ορατότητα του πίνακα περιεχομένων
he_il: לאפשר למשתמש למתג את הנראות של תוכן העניינים
pt_br: Deixar o usuário exibir/ocultar a tabela

source: Show text
da_dk: Vis tekst
el_gr: Εμφάνιση κειμένου
he_il: להציג את הטקסט
pt_br: Texto para exibir

source: Eg: show
da_dk: Ex: vis
el_gr: πχ: εμφάνισε
he_il: למשל: הצג
pt_br: ex: Exibir

source: Hide text
da_dk: Gem tekst
el_gr: Απόκρυψη κειμένου
he_il: להסתיר את הטקסט
pt_br: Texto para ocultar

source: Eg: hide
da_dk: Ex: gem
el_gr: πχ: κρύψε
he_il: למשל: הסתר
pt_br: Ex: Ocultar

source: Hide the table of contents initially
da_dk: Gem indholdsfortegnelsen som standard når en læser besøger siden.
el_gr: Κρύψε των πίνακα περιεχομένων αρχικά
he_il: להסתיר בהתחלה את תוכן העניינים
pt_br: Ocultar a tabela por padrão

source: Show hierarchy
da_dk: Vis hierarki
el_gr: Εμφάνιση ιεραρχίας
he_il: להציג היררכיה
pt_br: Usar hierarquia

source: Number list items
da_dk: Vis numre i indholdsfortegnelsen
el_gr: Αρίθμηση λίστας αντικειμένων
he_il: להציג את מספר הפריטים
pt_br: Lista numerada

source: Enable smooth scroll effect
da_dk: Aktiver en lækker scroll effekt
el_gr: Ενεργοποίηση εφέ ομαλής κύλισης
he_il: הפעלת אפקט גלילה חלקה
pt_br: Habilitar efeito de scroll suave

source: Scroll rather than jump to the anchor link
da_dk: Denne effekt betyder, at der laves en lækker stille og rolig scroll effekt. Alternativet er, at den hopper direkte ned til linket. Det kan virke lidt voldsomt.
el_gr: Κύλιση αντί για πήδημα στο κείμενο συνδέσμου
he_il: העדפת גלילה על קפיצה לעוגן הקישור
pt_br: Desliza para o título em vez de pular

source: Appearance
da_dk: Design
el_gr: Εμφάνιση
he_il: עיצוב
pt_br: Aparência

source: Width
da_dk: Bredde
el_gr: Πλάτος
he_il: רוחב
pt_br: Largura

source: Fixed width
da_dk: Bestem selv bredde
el_gr: Σταθερό πλάτος
he_il: רוחב קבוע
pt_br: Largura fixa

source: Relative
da_dk: Relative værdier
el_gr: Σχετικό
he_il: יחסי
pt_br: Largura relativa

source: Auto (default)
da_dk: Automatisk (standard)
el_gr: Αυτόματα (προεπιλογή)
he_il: אוטומטי (ברירת המחדל)
pt_br: Auto (padrão)

source: Other
da_dk: Andet
el_gr: Άλλο
he_il: אחר
pt_br: Outra largura

source: User defined
da_dk: Brugerdefineret
el_gr: Ορίζεται από το Χρήστη
he_il: הגדרת המשתמש
pt_br: Definida pelo usuário

source: Please enter a number and %s select its units, eg: 100px, 10em
da_dk: Vær venlig at indtaste et nummer og %s vælg dens værdi. Ex: 100px, 10em
el_gr: Παρακαλώ εισάγετε ένα αριθμό και %s και επιλέξτε τις μονάδες του, πχ: 100px, 10em
he_il: נא להזין מספר ו %s לבחור את היחידות שלו, למשל: 100px, 10em
pt_br: Por favor, digite um número e %s selecione sua unidade. Ex: 100px, 10em

source: Wrapping
da_dk: Justering
el_gr: Περιτύλιγμα
he_il: מעטפת
pt_br: Flutuar

source: None (default)
da_dk: Ingen (standard)
el_gr: Κανένα (προεπιλογή)
he_il: ללא (ברירת המחדל)
pt_br: Não (padrão)

source: Left
da_dk: Venstre
el_gr: Αριστερά
he_il: שמאל
pt_br: Esquerda

source: Right
da_dk: Højre
el_gr: Δεξιά
he_il: ימין
pt_br: Direita

source: Font size
da_dk: Fontens størrelse
el_gr: Μέγεθος γραμματοσειράς
he_il: גודל הגופן
pt_br: Tamanho da fonte

source: Presentation
da_dk: Udseende
el_gr: Παρουσίαση
he_il: מצגת
pt_br: Apresentação

source: Grey (default)
da_dk: Grå (standard)
el_gr: Γκρι (προεπιλογή)
he_il: אפור (ברירת המחדל)
pt_br: Cinza (padrão)

source: Light blue
da_dk: Lyseblå
el_gr: Ανοιχτό μπλε
he_il: תכלת
pt_br: Azul claro

source: White
da_dk: Hvid
el_gr: ασπρο
he_il: לבן
pt_br: Branco

source: Black
da_dk: Sort
el_gr: Μαύρο
he_il: שחור
pt_br: Preto

source: Transparent
da_dk: Gennemsigtig
el_gr: Διάφανο
he_il: שקוף
pt_br: Transparente

source: Custom
da_dk: Brugerdefineret
el_gr: Κατά Επιλογή
he_il: עיצוב אישי
pt_br: Personalizada

source: Background
da_dk: Baggrund
el_gr: Φόντο
he_il: רקע
pt_br: Fundo

source: Border
da_dk: Sider
el_gr: Όρια
he_il: מסגרת
pt_br: Borda

source: Title
da_dk: Overskrifter
el_gr: Τίτλος
he_il: כותרת
pt_br: Título

source: Links
el_gr: Σύνδεσμοι
he_il: קישורים

source: Links (hover)
da_dk: Links (når musen køres henover linket)
el_gr: Σύνδεσμοι (hover)
he_il: קישורים (בריחוף עכבר)

source: Links (visited)
da_dk: Links (besøgte)
el_gr: Σύνδεσμοι (επισκέφθηκαν)
he_il: קישורים (נלחץ)
pt_br: Links (visitados)

source: Leaving the value as %s will inherit your theme's styles
da_dk: At lade værdien stå som %s betyder, at temaets standard design bruges
el_gr: Αφήνοντας την τιμή ως %s θα κληρονομήσει το στυλ του θέματος σας
he_il: השארת הערך כ %s תירש את עיצוב ערכת הנושא שלך
pt_br: Deixe o valor como %s para herdar o CSS do seu tema

source: Advanced
da_dk: Avanceret
el_gr: Για Προχωρημένους
he_il: הגדרות מתקדמות
pt_br: Avançado

source: show
da_dk: vis
el_gr: εμφάνιση
he_il: הצג
pt_br: exibir

source: Power options
da_dk: Ekstra indstillinger
el_gr: Επιλογές δύναμης
he_il: אפשרויות עצמתיות
pt_br: Opções poderosas!

source: Lowercase
da_dk: Små bogstaver
el_gr: Μικρά
he_il: אותיות קטנות
pt_br: Minúsculas

source: Ensure anchors are in lowercase
da_dk: Sørger for tekst med små bogstaver
el_gr: Εξασφαλίστε ότι το κείμενο συνδέσμων είναι με μικρά
he_il: לוודא שהעוגנים כתובים באותיות קטנות
pt_br: Usar âncoras sempre em minúsculas

source: Hyphenate
da_dk: Orddeling
el_gr: Χωρισμός με παύλα
he_il: מקף
pt_br: Usar hifens

source: Use - rather than _ in anchors
da_dk: Bruger - i stedet for _ i overskrifter
el_gr: Χρησιμοποιήστε - αντί για _ στο κείμενο συνδέσμων
he_il: העדפת שימוש ב - (מקף אמצעי) על פני _ (קו תחתון) בעוגנים
pt_br: Usar - em vez de _ nas âncoras

source: Include homepage
da_dk: Inkluder forside
el_gr: Να περιλαμβάνεται η αρχική σελίδα
he_il: לכלול את עמוד הבית
pt_br: Incluir página inicial

source: Show the table of contents for qualifying items on the homepage
da_dk: Vis indholdsfortegnelse på forsiden
el_gr: Εμφάνιση πίνακα περιεχομένων για αντικείμενα που καλύπτουν τις προϋποθέσεις στη αρχική σελίδα
he_il: להציג את תוכן העניינים עבור פריטים מתאימים בעמוד הבית
pt_br: Exibir tabela de conteúdos também para itens da página inicial

source: Exclude CSS file
da_dk: Ekskluder CSS fil
el_gr: Εξαίρεη αρχείου CSS
he_il: לא לכלול קובץ CSS
pt_br: Excluir arquivo CSS

source: Prevent the loading of this plugin's CSS styles. When selected, the appearance options from above will also be ignored.
da_dk: Fohindrer indlæsning af dettes plugins CSS styles. Når dette er valgt, vil dine egne design indstillinger blive ignoreret.
el_gr: Αποτροπή της φόρτωσης του CSS στυλ αυτού του προσθέτου. Όταν επιλεγεί, οι επιλογές εμφάνισης από παραπάνω θα αγνοηθούν.
he_il: למנוע טעינת עיצובי CSS של התוסף. אם מסומן, אז תהיה התעלמות גם ממאפשרויות העיצוב לעיל.
pt_br: Não carregar o CSS desse plugin. Se selecionado, as opções de aparência acima também serão ignoradas.

source: Preserve theme bullets
da_dk: Bevar tema lister
el_gr: Διατήρηση
he_il: לשמור על כדורי התבנית
pt_br: Usar bullets do tema

source: If your theme includes background images for unordered list elements, enable this to support them
da_dk: Hvis dit tema inkluderer billeder i uordnet listeelementer, så aktiver dette for at bevare dem.
el_gr: Αν το θέμα σας περιλαμβάνει εικόνες φόντου για μη αριθμημένες λίστες, ενεργοποιήστε αυτό για να υποστηριχθούν.
he_il: אם התבנית שלך כוללת תמונות רקע לררכיבי שימה לא מסודרת, להפעיל זאת כדי לתמוך בזה.
pt_br: Se o seu tema usa imagens de fundo para listas não-ordenadas, habilite essa opção para usá-las

source: Heading levels
da_dk: Overskrifter
el_gr: Επίπεδα επικεφαλίδων
he_il: רמות כותרת
pt_br: Níveis de títulos

source: Include the following heading levels. Deselecting a heading will exclude it.
da_dk: Inkluder følgende overskrifter. Når du fravælger en overskrift, vil den blive ekskluderet i indholdsfortegnelsen.
el_gr: Περίληψη των ακόλουθων επιπέδων επικεφαλίδας. Αποεπιλογή μιας επικεφαλίδας θα την εξαιρέσει.
he_il: לכלול את רמות הכותרת שלהלן. ביטול סימון אחת הרמות יוציא אותה מן הכלל.
pt_br: Utilizar os seguintes níveis de títulos (títulos desmarcados não serão usados para compor a tabela):

source: heading
da_dk: overskrift
el_gr: επικεφαλίδα
he_il: כותרת
pt_br: título

source: Exclude headings
da_dk: Ekskluder overskrifter
el_gr: Εξαίρεση επικεφαλίδων
he_il: ביטול הכללת כותרות
pt_br: Excluir títulos

source: Specify headings to be excluded from appearing in the table of contents. Separate multiple headings with a pipe <code>|</code>. Use an asterisk <code>*</code> as a wildcard to match other text. Note that this is not case sensitive. Some examples:
da_dk: Specificer overskrifter med ord du vil have ekskluderet i din indholdsfortegnelse. Adskil flere overskrifter med <code>|</code>. Brug <code>*</code> til at matche en anden tekst. Husk at der ikke skelnes mellem store og små bogstacer. Eksempler:
el_gr: Καθορίστε επικεφαλίδες να εξαιρεθούν από το να εμφανίζονται στον πίνακα περιεχομένων. Διαχωρίστε τις επιεπικεφαλίδες με <code>|</code> . Χρησιμοποιήστε έναν αστερίσκο <code>*</code> ως μπαλαντέρ για να ταιριάζει με το υπόλοιπο κείμενο. Σημειώστε ότι αυτό δεν είναι ευαίσθητο στα μικρά ή κεφαλαία. Μερικά παραδείγματα:
he_il: ציון כותרות שלא תיכללנה בתצוגת תוכן העניינים. נא להפריד כותרות מרובות עם | <code>|</code>. להשתמש במרכאות <code>*</code> ככרטיס להתאמה לטקסט אחר. שימו לב שזה לא רגיש לאותיות גדולות. כמה דוגמאות:
pt_br: Especifique títulos que não devem aparecer na tabela de conteúdos. Separe vários títulos com um pipe <code>|</code>. Use asteriscos <code>*</code> como curingas para casar com outros textos. Essa opção não diferencia maiúsculas de minúsculas. Alguns exemplos:

source: <code>Fruit*</code> ignore headings starting with "Fruit"
da_dk: <code>Frugt*</code> ignorerer overskrifter der starter med "Frugt"
el_gr: <code>Φρούτο*</code> αγνοεί τις επιεπικεφαλίδες που ξεκινάν με "Φρούτο"
he_il: הקוד <code>פירות</code> יתעלם מכותרות שמתחילות ב "פירות"
pt_br: <code>Dieta*</code> ignora títulos que comecem com "Dieta"

source: <code>*Fruit Diet*</code> ignore headings with "Fruit Diet" somewhere in the heading
da_dk: <code>*Frugt slankekur*</code> ignorerer overskrifter med "Frugt slankekur"
el_gr: <code>*Δίαιτα Φρούτων*</code> αγνοεί τις επιεπικεφαλίδες που έχουν οπουδήποτε "Δίαιτα Φρούτων"
he_il: הקוד <code> "דיאטת פירות"/code> תתעלם מכותרת המכילה "דיאטת פירות" במקום כלשהו בכותרת
pt_br: <code>*Dieta da Fruta*</code> ignora títulos que contenham "Dieta da Fruta" em qualquer lugar

source: <code>Apple Tree|Oranges|Yellow Bananas</code> ignore headings that are exactly "Apple Tree", "Oranges" or "Yellow Bananas"
da_dk: <code>Æbletræ|Appelsiner|Gule Bananer</code> ignorerer overskrifter der præcis er "Æbletræ", "Appelsiner" eller "Gule Bananer"
el_gr: <code>Μηλιές|Πορτοκάλια|Κίτρινες Μπανάνες</code> αγνοεί τις επιεπικεφαλίδες που είναι ακριβώς "Μηλιές", "Πορτοκάλια" ή "Κίτρινες Μπανάνες"
he_il: הקוד <code>עץ תפוח|תפוזים|בננות צהובות</code> יתעלם מכותרות שהן במדויק "עץ תפוח", "תפוזים" או "בננות צהובות"
pt_br: <code>Macieira|Laranjas|Bananas Amarelas</code> ignora títulos que correspondam exatamente a "Macieira", "Laranjas" ou "Bananas Amarelas"

source: Smooth scroll top offset
da_dk: Mellemrum mellem overskrifter
el_gr: Αντιστάθμιση ομαλής κύλισης πάνω
he_il: קיזוז מלמעלה של גלילה חלקה
pt_br: Recuo superior do scroll suave

source: If you have a consistent menu across the top of your site, you can adjust the top offset to stop the headings from appearing underneath the top menu. A setting of 30 accommodates the WordPress admin bar. This setting appears after you have enabled smooth scrolling from above.
da_dk: Den værdi du indsætter ovenfor har betydning for, hvor stort et mellemrum der er til den overskrift, man scroller ned til. Hvis du vælger at sætte den til 30 pixels, så svarer det til WordPress admin barens højde. Denne indstilling vises efter, at du har aktiveret scroll effekten længere oppe.
el_gr: Αν έχετε ένα σταθερό μενού στην κορυφή του ιστότοπου σας, μπορείτε να ρυθμίσετε την αντιστάθμιση από την κορυφή για να σταματήστε τις επιεπικεφαλίδες από το να εμφανίζονται κάτω από το μενου. Μια επιλογή 30 είναι αρκετή για την μπάρα διαχείρισης του WordPress. Αυτή η ρύθμιση εμφανίζεται αφού έχετε ενεργοποιήσει την ομαλή κύλιση παραπάνω.
he_il: במקרה של תפריט עקבי בראש האתר, ניתן להתאים את הקיזוז כדי למנוע מהכותרות מלהופיע מתחת לתפריט העליון. הגדרה של 30 מקזזת את תפריט הניהול העליון של וורדפרס. ההגדרה בשימוש רק לאחר הפעלת גלילה חלקה לעיל.
pt_br: Se você usa um menu no topo do seu site, você pode ajustar um recuo superior para evitar que os títulos sejam cobertos por ele. A configuração de 30px funciona para a barra de administração do Wordpress. Essa configuração só é exibida caso você habilite o scroll suave acima.

source: Restrict path
da_dk: Begræns sti
el_gr: Περιορισμός μονοπατιού
he_il: הגבלת נתיב
pt_br: Restringir caminho

source: Restrict generation of the table of contents to pages that match the required path. This path is from the root of your site and always begins with a forward slash.
da_dk: Her kan du begrænse indholdsfortegnelsen til sider, der matcher din ønskede sti. Husk at det altid begynder med en skråstreg.
el_gr: Περιορισμός δημιουργίας του πίνακα περιεχομένων σε σελίδες που ταιριάζουν το απαιτούμενο μονοπάτι. Αυτό το μονοπάτι είναι από τον root του ιστότοπου σας και αρχίζει πάντα με /.
he_il: הגבלת מחולל תוכן העניינים מלפעול בנתיבי עמודים מסוימים. הנתיב הוא משורש האתר ותמיד מתחיל עם קו נטוי.
pt_br: Restringir a inserção das tabelas de conteúdos às páginas que correspondam ao caminho especificado. Este caminho é relativo ao seu domínio e sempre começa como uma barra.

source: Eg: /wiki/, /corporate/annual-reports/
da_dk: Ex: /wiki/, /virksomhed/rapporter/
el_gr: πχ: /wiki/, /corporate/annual-reports/
he_il: למשל: /wiki/, /corporate/annual-reports/
pt_br: Ex: /wiki/, /sobre/relatorios-anuais/

source: Default anchor prefix
da_dk: Standard anker præfiks
el_gr: Προεπιλογή προθέματος κειμένου συνδέσμου
he_il: קידומת ברירת המחדל של עוגן
pt_br: Prefixo padrão para âncoras

source: Anchor targets are restricted to alphanumeric characters as per HTML specification (see readme for more detail). The default anchor prefix will be used when no characters qualify. When left blank, a number will be used instead.
da_dk: Ankrer er begrænset til alfanumeriske tegn som pr HTML specifikation (se readme for flere detaljer). En standard anker præfiks vil blive brugt, når der ikke vises nogle tegn. Hvis du lader dette stå blankt, vil et nummer i stedet blive brugt.
el_gr: Οι στόχοι κειμένου συνδέσμων περιορίζοντα σε γράμματα και αριθμούς σύμφωνα με τον HTML προσδιορισμό. (δείτε το readme για περισσότερες λεπτομέρειες). Το προεπιλεγμένο πρόθεμα κειμένου συνδέσμων θα χρησιμοποιηθεί όταν κανένας χαρακτήρας δεν προκρίνεται. Όταν αφεθεί κενό, θα χρησιμοποιηθεί ένας αριθμός.
he_il: יעדי עוגן מוגבלים לתווי אותיות ומספרים בהתאם להגדרות HTML (ראו קובץ readme לפרטים נוספים). קידומת ברירת המחדל לעוגנים תהיה בשימוש כאשר אין תווים מתאימים. אם נשאר ריק יהי במקום זה שימוש במספר.
pt_br: As âncoras só podem conter caracteres alfanuméricos devido à especificação HTML (leia o readme para mais detalhes). O prefixo padrão será usado quando não houver no título caracteres que possam ser usados. Se deixado em branco, será usado um número.

source: This option normally applies to content written in character sets other than ASCII.
da_dk: Denne indstilling gælder normalt indhold der er skrevet i andre tegnsæt end ASCII.
el_gr: Αυτή η επιλογή ισχύει για περιεχόμενο γραμμένο με χαρακτήρες άλλους εκτός ASCII.
he_il: אפשרות זו בדרך-כלל חלה לתוכן הנכתב בסט תווים שונה מ ASCII.
pt_br: Essa opção normalmente se aplica ao conteúdo escrito com caracteres que não são ASCII.

source: Eg: i, toc_index, index, _
da_dk: Ex: i, toc_index, index, _
el_gr: πχ: i, toc_index, index, _
he_il: למשל: i, toc_index, index, _
pt_br: Ex: i, toc_index, index, _

source: Usage
da_dk: Brug/Shortcode
el_gr: Χρήση
he_il: שימוש
pt_br: Especificações

source: If you would like to fully customise the position of the table of contents, you can use the %s shortcode by placing it at the desired position of your post, page or custom post type. This method allows you to generate the table of contents despite having auto insertion disabled for its content type. Please visit the help tab for further information about this shortcode.
da_dk: Hvis du gerne vil have fuld kontrol over indholdsfortegnelsen, så kan du bruge denne shortcode: %s Denne shortcode kan du placere hvor som helst på din side, og den fungerer både på sider, indlæg og custom post types. Så hvis du ikke gider at have en automatisk genereret indholdsfortegnelse, så har du fuld kontrol med denne shortcode.
el_gr: Αν θέλετε να ρυθμίσετε πλήρως την τοποθεσία του πίνακα περιεχομένων, μπορείτε να χρησιμοποιήσετε το %s shortcode τοποθετώντας τον στην επιθυμητή τοποθεσία στη δημοσίευση, σελίδα ή custom post. Αυτή η μέθοδος σας επιτρέπει να δημιουργήσετε τον πίνακα περιεχομένων ακόμα και αν έχετε την αυτόματη εισαγωγή ανενεργή για τον συγκεκριμένο τύπο περιεχομένου. Παρακαλώ, επισκεφθείτε την καρτέλα βοήθειας για περαιτέρω πληροφορίες σχετικά με αυτόν τον shortcode.
he_il: כדי לקבוע באופן עצמאי את מיקום תוכן העניינים, אפשר להשתמש בקיצור הקוד %s על-ידי מיקומו במקום הרצוי בפוסט או עמוד או סוג פוסט. זה מאפשר לחולל תוכן עניינים למרות כיבוי ההוספה האוטומטית של תוכן עניינים. למידע נוסף על קיצור הקוד בקרו בלשונית העזרה.
pt_br: Se você quer controle total sobre a posição da tabela de conteúdos, você pode usar o shortcode %s no local desejado no seu post, página ou tipos customizados. Esse método permite gerar uma tabela de conteúdos mesmo que a inserção automática esteja desabilitada para um determinado tipo de conteúdo. Por favor, veja a aba Ajuda para maiores informações.

source: At its simplest, placing %s into a page will automatically create a sitemap of all pages and categories. This also works in a text widget.
da_dk: Placer %s og du vil automatisk få genereret et sitemap for alle dine sider og kategorier. Denne shortcode virker også i tekst widgets.
el_gr: Στην πιο απλή περίπτωση, τοποθετώντας %s σε μια σελίδα θα δημιουργήσει αυτόματα έναν χάρτη ιστοτόπου με όλες τις σελίδες και κατηγορίες. Το ίδιο θα γίνει και σε μια μικροεφαρμογή κειμένου.
he_il: בפשטות, מיקום %s בעמוד תיצור אוטומטית מפת אתר של כל העמודים והקטגוריות. זה פועל גם בוידג'ט טקסט.
pt_br: Basta colocar %s em uma página para criar automaticamente um mapa do site com todas suas páginas e categorias. Também funciona em um widget de texto.

source: Show page listing
da_dk: Vis sider
el_gr: Εμφάνιση λίστας σελίδων
he_il: הצגת רשימת עמודים
pt_br: Mostrar lista de páginas

source: Show category listing
da_dk: Vis kategorier
el_gr: Εμφάνιση λίστας κατηγοριών
he_il: הצגת רשימת קטגוריות
pt_br: Mostrar lista de categorias

source: Heading type
da_dk: Overskrift type
el_gr: Τύπος Κεφαλίδας
he_il: סוג הכותרת
pt_br: Tipo de título

source: Use
da_dk: Brug
el_gr: Χρησιμοποιήστε
he_il: להשתמש ב
pt_br: Usar

source: to print out the titles
da_dk: overskrifter til dit sitemap
el_gr: για να εμφανιστούν οι τίτλοι
he_il: להדפסת הכותרות
pt_br: para exibir os títulos

source: Pages label
da_dk: Overskrift for sider
el_gr: Ετικέτα σελίδων
he_il: תווית העמודים
pt_br: Rótulo de Páginas

source: Eg: Pages, Page List
da_dk: Ex: sider
el_gr: πχ: Σελίδες, Λίστα Σελίδων
he_il: למשל: עמודים, רשימת העמודים
pt_br: Ex: Páginas, Lista de Páginas

source: Categories label
da_dk: Overskrift for kategorier
el_gr: Ετικέτα κατηγοριών
he_il: תווית הקטגוריות
pt_br: Rótulo de Categorias

source: Eg: Categories, Category List
da_dk: Ex: kategorier
el_gr: πχ: Κατηγορίες, Λίστα Κατηγοριών
he_il: למשל: קטגוריות, רשימת הקטגוריות
pt_br: Ex: Categorias, Lista de Categorias

source: Advanced usage
da_dk: Avanceret brug
el_gr: Χρήση για προχωρημένους
he_il: שימוש מתקדם
pt_br: Especificações Avançadas

source: lets you print out a listing of only pages. Similarly %s can be used to print out a category listing. They both can accept a number of attributes so visit the help tab for more information.
da_dk: laver en liste med sider. Og %s laver en liste med kategorier. Begge accepterer egenskaber. Hvis du vil høre mere om det, så besøg "Hjælp" fanen.
el_gr: Σας επιτρέπει να εμφανίσετε μια λίστα μόνο σελίδων. Παρομοίως %s μπορεί να χρησιμοποιηθεί για την εμφάνιση μιας λίστας κατηγοριών, Και οι δύο δέχονται μια λίστα παραμέτρων, για το λόγο αυτό επισκεφθείτε την καρτέλα βοήθειας για παραπάνω πληροφορίες.
he_il: מאפשר להדפיס רשימה של עמודים בלבד. בדומה %s יכול לשמש גם להדפסת רשימת קטגוריות. שניהם יכולים לקבל שימוש במספר תכונות, אז נא לבקר בלשונית העזרה למידע נוסף.
pt_br: permite exibir apenas a lista de páginas. Da mesma forma, %s pode ser usada para exibir a lista de categorias. Ambos aceitam alguns atributos, que estão detalhados na aba Ajuda.

source: Examples
da_dk: Eksempler
el_gr: Παραδείγματα
he_il: דוגמאות
pt_br: Exemplos

source: hides the heading from a category listing
da_dk: gemmer overskrifterne for en liste af kategorier
el_gr: κρύβει την επικεφαλίδα από την λίστα κατηγοριών
he_il: מסתיר את הכותרת מרשימת הקטגוריות
pt_br: esconde o título de uma lista de categorias
