Repository: hardzeichyksiarhei/yurlex-prof
Catalog: app/content/languages/plugins/justified-gallery-*.po
Languages: ru_ru

source: <b>Justified Gallery Plugin</b>: You need PHP version at least 5.3 to run this plugin. You are currently using PHP version %s. Please upgrade PHP version or uninstall this plugin.
ru_ru: <b>Justified Gallery Plugin</b>: для запуска плагина необходимо использовать PHP, не ниже, версии 5.3. Сейчас, вы используете PHP %s. Пожалуйста, обновите версию PHP или удалите этот плагин.

source: No thanks
ru_ru: Нет, спасибо

source: Review Justified Gallery
ru_ru: Отзыв о Justified Gallery

source: I have spent countless hours developing it, and it would mean a lot to me if you %ssupport it with a quick review on WordPress.org.%s
ru_ru: Я потратил на его разработку много часов и для меня много значит, если вы %sподдержите эту работу кратким отзывом на WordPress.org.%s

source: Hey %s, it's Damian Góra from %s. You have used this free plugin for some time now, and I hope you like it!
ru_ru: Привет %s, я Damian Góra из %s. Вы пользуетесь этим бесплатным плагином какое-то время, и я надеюсь, он вам понравился!

source: Unable to connect to the filesystem. Please confirm your credentials.
ru_ru: Не удается подключиться к файловой системе. Пожалуйста, убедитесь, что ваши учетные данные имеют, соответствующие, полномочия.

source: Disable Lightbox
ru_ru: Отключить лайтбокс

source: Allows users to open images in the Lightbox gallery.
ru_ru: Дает возможность открывать изображения галереи в лайтбоксе.

source: Choose Lightbox
ru_ru: Выбор лайтбокса

source: Without styling
ru_ru: Без оформления

source: Choose tiles style
ru_ru: Выбор стиля заголовков

source: Tiles style
ru_ru: Стиль заголовков

source: You use the Justified Gallery plugin. The options (Columns) and (Size) will be ignored. The option (Link to) can also be overridden by your lightbox settings.
ru_ru: Вы используете плагин Justified Gallery. Настройки (Колонки) и (Размер) будут игнорироваться. Настройка (Ссылка) может быть переопределена при помощи настроек лайтбокса.

source: Caption
ru_ru: Заголовок

source: Display native WordPress galleries in a responsive justified image grid and a pretty Lightbox.
ru_ru: Отображение нативной WordPress галереи в виде, аккуратно, выровненной сетки изображений с адаптивной версткой и эффектом лайтбокса.

source: https://wordpress.org/plugins/justified-gallery
ru_ru: https://ru.wordpress.org/plugins/justified-gallery

source: Justified Gallery Settings
ru_ru: Настройки Justified Gallery

source: Type <code>-1</code> to remove the limit of the maximum row height.
ru_ru: Значение <code>-1</code> удаляет ограничение максимальной высоты строки.

source: Max row height
ru_ru: Максимальная высота строки

source: The preferred height of rows.
ru_ru: Предпочтительная высота строк.

source: Row height
ru_ru: Высота строки

source: Space between images
ru_ru: Расстояние между изображениями

source: Decide how to position the last row of images. Default the last row images are aligned to the left. You can also hide the row if it can't be justified and aligned to the center or to the right
ru_ru: Укажите формат для изображений в последней строке галереи. По умолчанию, изображения, в последней строке, выровнены по левому краю. Также, можно скрыть строчку, если она не может быть выровнена по ширине, по центру или по правому краю.

source: Justify
ru_ru: Выравнивание по ширине

source: Align right
ru_ru: Выравнивание по правому краю

source: Align center
ru_ru: Выравнивание по центру

source: Align left
ru_ru: Выравнивание по левому краю

source: Last row
ru_ru: Последняя строка

source: Hide
ru_ru: Скрыть

source: Show
ru_ru: Отображать

source: Basic
ru_ru: Основные

source: Choose File
ru_ru: Выбор файла
